Repository: Nalin-x-Linux/sbw-3
Catalog: po/*.po
Languages: ml

source: Go to Line
ml: വരിയിലേക്കു് പോവുക

source: Go
ml: പോവുക

source: Close!
ml: അടക്കു!

source: Start new without saving ?
ml: ഇതു് സൂക്ഷിക്കാതെ പുതിയതു് തുടങ്ങണോ ?

source: Save
ml: സൂക്ഷിക്കുക

source: Start-New!
ml: പുതിയതു് തുടങ്ങൂ!

source: Select the file to open
ml: തുറക്കേണ്ട രേഖ തിരഞ്ഞെടുക്കൂ

source: Text saved to {}
ml: {}-ലേക്കു് ഉള്ളടക്കും ശേഖരിച്ചു

source: Select the file to append
ml: കൂട്ടിച്ചേർക്കാനുള്ള രേഖ തിരഞ്ഞെടുക്കൂ

source: Select the file to insert at cursor
ml: ഇവിടെ തിരുകി ചേർക്കാനുള്ള രേഖ തിരഞ്ഞെടുക്കൂ

source: Close without saving
ml: സുക്ഷിക്കാതെ അടക്കൂ

source: Cancel
ml: റദ്ദാക്കു!

source: Close without saving ?.
ml: സൂക്ഷിക്കാതെ അടക്കണോ ?

source: Word {0} Not found
ml: {0} എന്ന വാക്കു് കണ്ടില്ല

source: Dict not found!
ml: നിഘണ്ടു കണ്ടില്ല

source: Please install the aspell dict for your language({0})
ml: ദയവായി നിങ്ങളുടെ ഭാഷയുടെ ({0}) ആസ്പെൽ നിഘണ്ടു പ്രതിഷ്ഠിക്കൂ

source: Suggestions :
ml: നിർദ്ദേശങ്ങൾ :

source: text
ml: ഉള്ളടക്കം

source: Misspelled word {0} : - {1}
ml: അക്ഷരത്തെറ്റു് {0} : - {1}

source: Type the output wav name
ml: ഉണ്ടാക്കേണ്ട ശബ്ദരേഖയുടെ പേരു് കൊടുക്കുക

source: {} deleted
ml: {} നീക്കംചെയ്തു

source: new line {}
ml: പുതിയ വരി {}

source: new line
ml: പുതിയ വരി

source: Limit exceeded {}
ml: {} പരിധി കവിഞ്ഞു

source: Tab at {}
ml: {}-ൽ വിടവിടൂ

source: {} loaded
ml: {} സജ്ജമാക്കി

source: Selection Deleted
ml: തെരഞ്ഞെടുത്തു് നീക്കംചെയ്തു

source: {} at {} deleted
ml: {} ലെ {} നീക്കംചെയ്തു

source: List opened
ml: ശീട്ടു് തുറന്നു

source: Abbreviation saved
ml: ചുരുക്കെഴുത്തു് സൂക്ഷിച്ചു

source: Abbreviation restored
ml: ചുരുക്കെഴുത്തു് പുനഃസ്ഥാപിച്ചു

source: About Sharada Braille Writer 2.0
ml: ശാരദ ബ്രൈലി എഴുത്തിടം - 2.0 -നെ കുറിച്ചു്

source: Copyright © 2011-2013 Nalin.x.Linux Supported by S-C-E-R-T and Keltron
ml: പകർപ്പവകാശം © 2011-2013 നളിൻ.എക്സ്.ലിനക്സ് പിന്തുണ എസ്.സി.ഇ.ആർ.ടി, കെൽട്രോൺ

source: Sharada braille writer is a six key approach to producing print materials. letters f, d, s, j, k, l represent 1 2 3 4 5 6 of the braille dots respectively. By pressing f and s together will produce letter k and like.
ml: ആറു കട്ടകളുപയോഗിച്ചു് അച്ചടി രേഖകളുണ്ടാക്കാനുള്ള സംവിധആനമാണു് ശാരദ ബ്രൈലി എഴുത്തിടം. f, d, s, j, k, l എന്നീ കട്ടകൾ യഥാക്രമം 1 2 3 4 5 6 എന്നീ ബ്രൈലി കുത്തുകളെ സൂചിപ്പിക്കുന്നു. f s എന്നീ കട്ടകൾ ഒരുമിച്ചു് അമർത്തിയാൽ k ചേർക്കാം. ഇതേപോലെ മറ്റു് അകേഷരങ്ങളും ചേർക്കാം

source: Visit S-B-W Home page
ml: ശാരദാ ബ്രൈലി എഴുത്തിടം പൂമുഖം കാണൂ

source: GPL3
ml: സ്വതന്ത്ര പകർപ്പനുമതി ജി.പി.എൽ-3

source: Dedicated to my mother Sharada
ml: എന്റെ അമ്മ ശാരദയ്ക്കായ് സമർപ്പിക്കുന്നു

source: Audio-Converter
ml: ശബ്ദമാറ്റി

source: <span size = 'xx-large'><b>Lios-Audio-Converter</b></span>
ml: <span size = 'xx-large'><b>ലിയോസു് ശബ്ദമാറ്റി</b></span>

source: <b><span size = 'large'>Speed (Word Per Minute) : </span></b>
ml: <b><span size = 'large'>വേഗത (നിമിഷം പ്രതി വാക്കുകൾ) : </span></b>

source: <b><span size = 'large'>Pitch : </span></b>
ml: സ്വരാവൃത്തി

source: <b><span size = 'large'>Split time(Per Minute) : </span></b>
ml: <b><span size = 'large'>നിമിഷം പ്രതി വേർതിരിക്കുക : </span></b>

source: Convert
ml: മാറ്റിയെടുക്കൂ

source: Close
ml: അടക്കൂ

source: <b><span size = 'large'>Language </span></b>
ml: <b><span size = 'large'>ഭാഷ </span></b>

source: <b><span size = 'large'>Volume</span></b>
ml: <b><span size = 'large'>ശബ്ദം</span></b>

source: Lios-Find-&-Replace
ml: ലിയോസു് തിരഞ്ഞു് മാറ്റൂ

source: Search for :
ml: ഇതിനായി തിരയൂ

source: Replace with :
ml: പകരം വെക്കേണ്ടതു് :

source: Replace
ml: പകരം വെക്കുക

source: Replace-All
ml: എല്ലാം മാറ്റിയെഴുതൂ

source: context_label
ml: സാഹചര്യ പേരു്

source: _Close
ml: അടക്കൂ

source: Spell-Checker
ml: അക്ഷരപരിശോധക

source: <b><span size = 'large'>Misspelled Word</span></b>
ml: <b><span size = 'large'>അക്ഷരത്തെറഅറുള്ള വാക്കു്</span></b>

source: Change
ml: മാറ്റൂ

source: Change-all
ml: എല്ലാം മാറ്റൂ

source: Ignore
ml: അവഗണിക്കൂ

source: Ignore-all
ml: എല്ലാം അവഗണിക്കൂ

source: Delete
ml: നീക്കംചെയ്യൂ

source: label
ml: പേരു്

source: Sharada Braille Writer 2.0
ml: ശാരദ ബ്രൈലി എഴുത്തിടം - 2.0

source: _File
ml: രേഖ

source: Append
ml: കൂട്ടിചേർക്കൂ

source: Punch
ml: ഇടിക്കുക

source: Edit
ml: തിരുത്തൂ

source: Cut
ml: മുറിക്കൂ

source: Go-to-line
ml: വരിയിലേക്കു് പോകൂ

source: Find
ml: കണ്ടെത്തൂ

source: Find & Replace
ml: കണ്ടെത്തി മാറ്റൂ

source: _Language
ml: ഭാഷ

source: Abbreviation
ml: ചുരുക്കെഴുത്തു്

source: Open
ml: തുറക്കൂ

source: Restore
ml: പുനഃസ്ഥാപിക്കൂ

source: _Tools
ml: ഉപകരണങ്ങൾ

source: Help
ml: സഹായം

source: Readme
ml: ഇതു് വായിക്കൂ

source: New
ml: പുതിയ

source: Spell-Check
ml: അക്ഷരത്തെറ്റു് നോക്കുക

source: About
ml: ഇതിനെ കുറിച്ചു്

source: Quit
ml: മതിയാക്കുക

source: Line :
ml: വരി :

source: Welcome to SBW-2.0
ml: ശാരദ ബ്രൈലി എഴുത്തിടത്തിലേക്കു് സ്വാഗതം

source: Font
ml: അകേഷരരൂപങ്ങൾ

source: Color
ml: നിറം

source: Background Color
ml: പിൻനിറം

source: Line Limit
ml: വരിയുടെ പരിധി

source: Simple Mode
ml: ലളിതമായ രീതി

source: Auto New Line
ml: സ്വയമേ പുതിയ വരി
